[
  {
    "test": "You’re really busy at work and a colleague is telling you their life story and personal woes. You:",
    "choices": [
      {
        "answer": "Don’t dare to interrupt them",
        "point": 0
      },
      {
        "answer": "Think it’s more important to give them some of your time; work can wait",
        "point": 1
      },
      {
        "answer": "Listen, but with only with half an ear",
        "point": 2
      },
      {
        "answer": "Interrupt and explain that you are really busy at the moment",
        "point": 3
      }
    ]
  },
  {
    "test": "You’ve been sitting in the doctor’s waiting room for more than 25 minutes. You:",
    "choices": [
      {
        "answer": "Look at your watch every two minutes",
        "point": 0
      },
      {
        "answer": "Bubble with inner anger, but keep quiet",
        "point": 1
      },
      {
        "answer": "Explain to other equally impatient people in the room that the doctor is always running late",
        "point": 2
      },
      {
        "answer": "Complain in a loud voice, while tapping your foot impatiently",
        "point": 3
      }
    ]
  },
  {
    "test": "You’re having an animated discussion with a colleague regarding a project that you’re in charge of. You:",
    "choices": [
      {
        "answer": "Don’t dare contradict them",
        "point": 0
      },
      {
        "answer": "Think that they are obviously right",
        "point": 1
      },
      {
        "answer": "Defend your own point of view, tooth and nail",
        "point": 2
      },
      {
        "answer": "Continuously interrupt your colleague",
        "point": 3
      }
    ]
  },
  {
    "test": "You are taking part in a guided tour of a museum. You:",
    "choices": [
      {
        "answer": "Are a bit too far towards the back so don’t really hear what the guide is saying",
        "point": 0
      },
      {
        "answer": "Follow the group without question",
        "point": 1
      },
      {
        "answer": "Make sure that everyone is able to hear properly",
        "point": 2
      },
      {
        "answer": "Are right up the front, adding your own comments in a loud voice",
        "point": 3
      }
    ]
  },
  {
    "test": "During dinner parties at your home, you have a hard time with people who:",
    "choices": [
      {
        "answer": "Ask you to tell a story in front of everyone else",
        "point": 0
      },
      {
        "answer": "Hang around you all evening",
        "point": 1
      },
      {
        "answer": "Talk privately between themselves",
        "point": 2
      },
      {
        "answer": "Always drag the conversation back to themselves",
        "point": 3
      }
    ]
  },
  {
    "test": "This morning, your agenda seems to be free. You:",
    "choices": [
      {
        "answer": "Know that somebody will find a reason to come and bother you",
        "point": 0
      },
      {
        "answer": "Heave a sigh of relief and look forward to a day without stress",
        "point": 1
      },
      {
        "answer": "Question your colleagues about a project that’s been worrying you",
        "point": 2
      },
      {
        "answer": "Pick up the phone and start filling up your agenda with meetings",
        "point": 3
      }
    ]
  },
  {
    "test": "It’s time for your annual appraisal with your boss. You:",
    "choices": [
      {
        "answer": "Go with great hesitation as these sessions are torture for you",
        "point": 0
      },
      {
        "answer": "Look forward to hearing what your boss thinks about you and expects from you",
        "point": 1
      },
      {
        "answer": "Rehearse ad nauseam the arguments and ideas that you’ve prepared for the meeting",
        "point": 2
      },
      {
        "answer": "Go along unprepared as you are confident and like improvising",
        "point": 3
      }
    ]
  }
]
